Repository: nehalayub30/vortex-by-cursor-ai
Catalog: vortex-ai-marketplace-*.po
Languages: es_es, fr_fr

source: Analytics
es_es: Analítica
fr_fr: Analytique

source: Permission denied
es_es: Permiso denegado
fr_fr: Permission refusée

source: Invalid analytics type
es_es: Tipo de análisis no válido
fr_fr: Type d'analyse invalide

source: Analyzing artwork components...
es_es: Analizando componentes de la obra de arte...
fr_fr: Analyse des composants de l'œuvre d'art...

source: Color Theory
es_es: Teoría del Color
fr_fr: Théorie des Couleurs

source: Light and Shadow
es_es: Luz y Sombra
fr_fr: Lumière et Ombre

source: Symbolism
es_es: Simbolismo
fr_fr: Symbolisme

source: Movement and Layering
es_es: Movimiento y Capas
fr_fr: Mouvement et Superposition

source: Layer Analysis
es_es: Análisis de Capas
fr_fr: Analyse des Couches

source: Detected %d layers in this artwork
es_es: Detectadas %d capas en esta obra de arte
fr_fr: Détecté %d couches dans cette œuvre

source: Transparency Level: %s
es_es: Nivel de Transparencia: %s
fr_fr: Niveau de Transparence: %s

source: High
es_es: Alto
fr_fr: Élevé

source: Medium
es_es: Medio
fr_fr: Moyen

source: Low
es_es: Bajo
fr_fr: Bas

source: Creating artwork from your prompt...
es_es: Creando obra de arte a partir de tu petición...
fr_fr: Création d'œuvre à partir de votre demande...

source: Error: Invalid prompt provided.
es_es: Error: Petición proporcionada no válida.
fr_fr: Erreur: Demande fournie invalide.

source: Welcome to HURAII!
es_es: ¡Bienvenido a HURAII!
fr_fr: Bienvenue sur HURAII!

source: Let's create something amazing together.
es_es: Creemos algo increíble juntos.
fr_fr: Créons quelque chose d'incroyable ensemble.

source: Ready to bring your vision to life with Seed Art.
es_es: Listos para dar vida a tu visión con Seed Art.
fr_fr: Prêt à donner vie à votre vision avec Seed Art.

source: Your artistic journey begins now!
es_es: ¡Tu viaje artístico comienza ahora!
fr_fr: Votre voyage artistique commence maintenant!

source: Processing style transfer...
es_es: Procesando transferencia de estilo...
fr_fr: Traitement du transfert de style...

source: Error: No image provided for style transfer.
es_es: Error: No se proporcionó imagen para la transferencia de estilo.
fr_fr: Erreur: Aucune image fournie pour le transfert de style.

source: Processing inpainting...
es_es: Procesando repintado...
fr_fr: Traitement de l'inpainting...

source: Error: No image or mask provided for inpainting.
es_es: Error: No se proporcionó imagen o máscara para el repintado.
fr_fr: Erreur: Aucune image ou masque fourni pour l'inpainting.

source: Upscaling image...
es_es: Aumentando resolución de imagen...
fr_fr: Augmentation de la résolution de l'image...

source: Error: No image provided for upscaling.
es_es: Error: No se proporcionó imagen para aumentar la resolución.
fr_fr: Erreur: Aucune image fournie pour l'augmentation de résolution.

source: Views
es_es: Vistas
fr_fr: Vues

source: Sales
es_es: Ventas
fr_fr: Ventes

source: Revenue
es_es: Ingresos
fr_fr: Revenus

source: Invalid ranking type
es_es: Tipo de clasificación no válido
fr_fr: Type de classement invalide

source: Top Artworks
es_es: Mejores Obras de Arte
fr_fr: Meilleures Œuvres

source: Top Artists
es_es: Mejores Artistas
fr_fr: Meilleurs Artistes

source: Trending Artworks
es_es: Obras de Arte Tendencia
fr_fr: Œuvres Tendance

source: Sales Leaderboard
es_es: Tabla de Ventas
fr_fr: Classement des Ventes

source: You do not have sufficient permissions to access this page.
es_es: No tienes permisos suficientes para acceder a esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: Last 7 Days
es_es: Últimos 7 Días
fr_fr: 7 Derniers Jours

source: Last 30 Days
es_es: Últimos 30 Días
fr_fr: 30 Derniers Jours

source: Last 90 Days
es_es: Últimos 90 Días
fr_fr: 90 Derniers Jours

source: All Time
es_es: Todo el Tiempo
fr_fr: Tout Temps

source: Loading data...
es_es: Cargando datos...
fr_fr: Chargement des données...

source: VORTEX Marketplace Analytics
es_es: Analítica del Mercado VORTEX
fr_fr: Analytique du Marché VORTEX

source: Time Period:
es_es: Periodo de Tiempo:
fr_fr: Période:

source: Total Sales
es_es: Ventas Totales
fr_fr: Ventes Totales

source: Total Revenue
es_es: Ingresos Totales
fr_fr: Revenus Totaux

source: Total Views
es_es: Vistas Totales
fr_fr: Vues Totales

source: Active Artists
es_es: Artistas Activos
fr_fr: Artistes Actifs

source: AI Insights
es_es: Insights de IA
fr_fr: Insights IA

source: Business Strategist
es_es: Estratega de Negocios
fr_fr: Stratège d'Affaires

source: Visual Trends Analysis
fr_fr: Analyse des Tendances Visuelles

source: HURAII is analyzing visual trends across the marketplace.
fr_fr: HURAII analyse les tendances visuelles sur le marché.

source: HURAII is analyzing visual data. Check back soon for insights on artwork quality, style trends, and Seed Art component usage patterns.
fr_fr: HURAII analyse les données visuelles. Revenez bientôt pour des insights sur la qualité des œuvres, les tendances de style et les modèles d'utilisation des composants Seed Art.

source: Curation & Discovery Insights
fr_fr: Insights de Curation & Découverte

source: CLOE is analyzing audience preferences and artwork engagement.
fr_fr: CLOE analyse les préférences du public et l'engagement avec les œuvres.

source: Composition
es_es: Composición

source: Texture
es_es: Textura

source: Perspective
es_es: Perspectiva
