Repository: nehalayub30/vortex-by-cursor-ai
Catalog: languages/vortex-ai-marketplace-*.po
Languages: de_de, it_it, ja, zh_cn

# HURAII_PROCESSING
source: HURAII is processing your artwork...
de_de: HURAII verarbeitet Ihr Kunstwerk...
it_it: HURAII sta elaborando la tua opera d'arte...
ja: HURAIIがアートワークを処理中...
zh_cn: HURAII正在处理艺术作品...

# HURAII_LEARNING
source: HURAII is learning from your style preferences...
de_de: HURAII lernt aus Ihren Stilpräferenzen...
it_it: HURAII sta imparando dalle tue preferenze di stile...
ja: HURAIIがスタイルの好みから学習中...
zh_cn: HURAII正在从风格偏好中学习...

# HURAII_GENERATION_COMPLETE
source: Artwork generation complete
de_de: Kunstwerk-Generierung abgeschlossen
it_it: Generazione opera d'arte completata
ja: アートワーク生成完了
zh_cn: 艺术作品生成完成

# CLOE_ANALYZING
source: CLOE is analyzing user behavior...
de_de: CLOE analysiert das Benutzerverhalten...
it_it: CLOE sta analizzando il comportamento dell'utente...
ja: CLOEがユーザー行動を分析中...
zh_cn: CLOE正在分析用户行为...

# CLOE_RECOMMENDATION
source: CLOE has personalized recommendations for you
de_de: CLOE hat personalisierte Empfehlungen für Sie
it_it: CLOE ha raccomandazioni personalizzate per te
ja: CLOEがパーソナライズされた推奨を提供
zh_cn: CLOE提供个性化推荐

# CLOE_LEARNING_PROGRESS
source: Learning from your interactions...
de_de: Lernen aus Ihren Interaktionen...
it_it: Apprendimento dalle tue interazioni...
ja: インタラクションから学習中...
zh_cn: 从交互中学习...

# BUSINESS_STRATEGIST_ANALYZING
source: Business Strategist is analyzing market trends...
de_de: Business Strategist analysiert Markttrends...
it_it: Business Strategist sta analizzando le tendenze di mercato...
ja: ビジネスストラテジストが市場動向を分析中...
zh_cn: 商业策略师正在分析市场趋势...

# BUSINESS_STRATEGIST_PLAN
source: Your personalized business plan is ready
de_de: Ihr personalisierter Geschäftsplan ist fertig
it_it: Il tuo piano aziendale personalizzato è pronto
ja: パーソナライズされたビジネスプランが準備完了
zh_cn: 个性化商业计划已准备就绪

# BUSINESS_STRATEGIST_LEARNING
source: Optimizing strategies based on market data...
de_de: Optimierung der Strategien basierend auf Marktdaten...
it_it: Ottimizzazione delle strategie basata sui dati di mercato...
ja: 市場データに基づいて戦略を最適化中...
zh_cn: 基于市场数据优化策略...

# ERROR_AI_CONNECTION
source: Unable to connect to AI services. Please try again.
de_de: Verbindung zu KI-Diensten nicht möglich. Bitte versuchen Sie es erneut.
it_it: Impossibile connettersi ai servizi AI. Riprova.
ja: AIサービスに接続できません。もう一度お試しください。
zh_cn: 无法连接到AI服务。请重试。

# ERROR_GENERATION_FAILED
source: Artwork generation failed. Please try again.
de_de: Kunstwerk-Generierung fehlgeschlagen. Bitte versuchen Sie es erneut.
it_it: Generazione opera d'arte fallita. Riprova.
ja: アートワーク生成に失敗しました。もう一度お試しください。
zh_cn: 艺术作品生成失败。请重试。

# ERROR_INVALID_INPUT
source: Invalid input parameters detected
de_de: Ungültige Eingabeparameter erkannt
it_it: Parametri di input non validi rilevati
ja: 無効な入力パラメータが検出されました
zh_cn: 检测到无效的输入参数

# ERROR_PROCESSING_TIMEOUT
source: Processing timeout. Please try again.
de_de: Verarbeitungszeit überschritten. Bitte versuchen Sie es erneut.
it_it: Timeout di elaborazione. Riprova.
ja: 処理がタイムアウトしました。もう一度お試しください。
zh_cn: 处理超时。请重试。

# ERROR_UNAUTHORIZED
source: Unauthorized access detected
de_de: Nicht autorisierter Zugriff erkannt
it_it: Accesso non autorizzato rilevato
ja: 未認可のアクセスが検出されました
zh_cn: 检测到未授权访问

# SUCCESS_ARTWORK_CREATED
source: Artwork successfully created
de_de: Kunstwerk erfolgreich erstellt
it_it: Opera d'arte creata con successo
ja: アートワークが正常に作成されました
zh_cn: 艺术作品已成功创建

# SUCCESS_PLAN_GENERATED
source: Business plan successfully generated
de_de: Geschäftsplan erfolgreich generiert
it_it: Piano aziendale generato con successo
ja: ビジネスプランが正常に生成されました
zh_cn: 商业计划已成功生成

# SUCCESS_PROFILE_UPDATED
source: Profile successfully updated with AI insights
de_de: Profil erfolgreich mit KI-Erkenntnissen aktualisiert
it_it: Profilo aggiornato con successo con le informazioni AI
ja: AIインサイトでプロフィールが更新されました
zh_cn: 使用AI洞察更新了个人资料

# STATUS_AI_LEARNING_ACTIVE
source: AI Learning Active
de_de: KI-Lernen aktiv
it_it: Apprendimento AI attivo
ja: AI学習アクティブ
zh_cn: AI学习活跃

# STATUS_PROCESSING
source: Processing
de_de: Verarbeitung
it_it: Elaborazione
ja: 処理中
zh_cn: 处理中

# STATUS_COMPLETED
source: Completed
de_de: Abgeschlossen
it_it: Completato
ja: 完了
zh_cn: 已完成

# STATUS_FAILED
source: Failed
de_de: Fehlgeschlagen
it_it: Fallito
ja: 失敗
zh_cn: 失败

# ADMIN_DASHBOARD_TITLE
source: VORTEX AI Marketplace Dashboard
de_de: VORTEX KI-Marktplatz Dashboard
it_it: Dashboard VORTEX AI Marketplace
ja: VORTEX AIマーケットプレイスダッシュボード
zh_cn: VORTEX AI市场仪表板

# ADMIN_AI_STATUS
source: AI Agents Status
de_de: KI-Agenten Status
it_it: Stato Agenti AI
ja: AIエージェントステータス
zh_cn: AI代理状态

# ADMIN_SYSTEM_HEALTH
source: System Health
de_de: Systemgesundheit
it_it: Salute del Sistema
ja: システムヘルス
zh_cn: 系统健康

# ADMIN_LEARNING_METRICS
source: Learning Metrics
de_de: Lernmetriken
it_it: Metriche di Apprendimento
ja: 学習メトリクス
zh_cn: 学习指标

# MARKETPLACE_TITLE
source: AI-Powered Art Marketplace
de_de: KI-gestützter Kunstmarktplatz
it_it: Mercato dell'Arte Potenziato dall'AI
ja: AI駆動アートマーケットプレイス
zh_cn: AI驱动艺术市场

# MARKETPLACE_FILTER_TITLE
source: Filter Artworks
de_de: Kunstwerke filtern
it_it: Filtra Opere d'Arte
ja: アートワークをフィルター
zh_cn: 筛选艺术作品

# MARKETPLACE_SORT_TITLE
source: Sort By
de_de: Sortieren nach
it_it: Ordina per
ja: 並び替え
zh_cn: 排序

# ARTIST_DASHBOARD_TITLE
source: Artist Dashboard
de_de: Künstler-Dashboard
it_it: Dashboard Artista
ja: アーティストダッシュボード
zh_cn: 艺术家仪表板

# ARTIST_GENERATION_TITLE
source: Generate Artwork
de_de: Kunstwerk generieren
it_it: Genera Opera d'Arte
ja: アートワーク生成
zh_cn: 艺术作品生成

# ARTIST_ANALYTICS_TITLE
source: Performance Analytics
de_de: Performance-Analyse
it_it: Analisi delle Prestazioni
ja: パフォーマンス分析
zh_cn: 性能分析

# COLLECTOR_DASHBOARD_TITLE
source: Collector Dashboard
de_de: Sammler-Dashboard
it_it: Dashboard Collezionista
ja: コレクターダッシュボード
zh_cn: 收藏家仪表板

# COLLECTOR_RECOMMENDATIONS
source: Personalized Recommendations
de_de: Personalisierte Empfehlungen
it_it: Raccomandazioni Personalizzate
ja: パーソナライズされた推奨
zh_cn: 个性化推荐

# COLLECTOR_PORTFOLIO
source: Your Portfolio
de_de: Ihr Portfolio
it_it: Il Tuo Portfolio
ja: あなたのポートフォリオ
zh_cn: 您的作品集

# AI_LEARNING_PROGRESS
source: Learning Progress
de_de: Lernfortschritt
it_it: Progresso Apprendimento
ja: 学習進捗
zh_cn: 学习进度

# AI_LEARNING_ITERATIONS
source: Learning Iterations
de_de: Lerniterationen
it_it: Iterazioni di Apprendimento
ja: 学習イテレーション
zh_cn: 学习迭代

# AI_LEARNING_ACCURACY
source: Learning Accuracy
de_de: Lerngenauigkeit
it_it: Accuratezza Apprendimento
ja: 学習精度
zh_cn: 学习准确度

# TRANSACTION_PROCESSING
source: Processing transaction...
de_de: Transaktion wird verarbeitet...
it_it: Elaborazione transazione...
ja: 取引処理中...
zh_cn: 交易处理中...

# TRANSACTION_SUCCESS
source: Transaction successful
de_de: Transaktion erfolgreich
it_it: Transazione completata con successo
ja: 取引成功
zh_cn: 交易成功

source: Transaction failed
de_de: Transaktion fehlgeschlagen
it_it: Transazione fallita
ja: 取引失敗
zh_cn: 交易失败

# NOTIFICATION_NEW_ARTWORK
source: New artwork available in your preferred style
de_de: Neues Kunstwerk in Ihrem bevorzugten Stil verfügbar
it_it: Nuova opera d'arte disponibile nel tuo stile preferito
ja: お好みのスタイルの新しいアートワークが利用可能
zh_cn: 您喜欢的风格有新艺术作品可用

# NOTIFICATION_MARKET_INSIGHT
source: New market insight available
de_de: Neue Marktanalyse verfügbar
it_it: Nuova analisi di mercato disponibile
ja: 新しい市場インサイトが利用可能
zh_cn: 新的市场洞察可用

# NOTIFICATION_LEARNING_COMPLETE
source: AI learning cycle completed
de_de: KI-Lernzyklus abgeschlossen
it_it: Ciclo di apprendimento AI completato
ja: AI学習サイクル完了
zh_cn: AI学习周期完成

# BUTTON_GENERATE
source: Generate
de_de: Generieren
it_it: Genera
ja: 生成
zh_cn: 生成

# BUTTON_ANALYZE
source: Analyze
de_de: Analysieren
it_it: Analizza
ja: 分析
zh_cn: 分析

# BUTTON_LEARN
source: Learn More
de_de: Mehr erfahren
it_it: Scopri di più
ja: 詳細を見る
zh_cn: 了解更多

# BUTTON_APPLY
source: Apply
de_de: Anwenden
it_it: Applica
ja: 適用
zh_cn: 应用

# FORM_STYLE_LABEL
source: Art Style
de_de: Kunststil
it_it: Stile Artistico
ja: アートスタイル
zh_cn: 艺术风格

# FORM_MEDIUM_LABEL
source: Medium
ja: メディア
zh_cn: 媒介

# FORM_SIZE_LABEL
source: Size
de_de: Größe
it_it: Dimensione
ja: サイズ
zh_cn: 尺寸

# FORM_PRICE_LABEL
source: Price
de_de: Preis
it_it: Prezzo
ja: 価格
zh_cn: 价格

# TOOLTIP_AI_LEARNING
source: AI is actively learning from this interaction
de_de: KI lernt aktiv aus dieser Interaktion
it_it: L'AI sta apprendendo attivamente da questa interazione
ja: AIがこのインタラクションから積極的に学習中
zh_cn: AI正在从此次交互中积极学习

# TOOLTIP_GENERATION_OPTIONS
source: Customize your artwork generation options
de_de: Kunstwerk-Generierungsoptionen anpassen
it_it: Personalizza le opzioni di generazione dell'opera d'arte
ja: アートワーク生成オプションをカスタマイズ
zh_cn: 自定义艺术作品生成选项

# TOOLTIP_MARKET_ANALYSIS
source: View detailed market analysis
de_de: Detaillierte Marktanalyse anzeigen
it_it: Visualizza analisi dettagliata del mercato
ja: 詳細な市場分析を表示
zh_cn: 显示详细市场分析

# VALIDATION_REQUIRED_FIELD
source: This field is required
de_de: Dieses Feld ist erforderlich
it_it: Questo campo è obbligatorio
ja: このフィールドは必須です
zh_cn: 此字段为必填项

# VALIDATION_INVALID_FORMAT
source: Invalid format
de_de: Ungültiges Format
it_it: Formato non valido
ja: 無効な形式
zh_cn: 无效格式

# VALIDATION_PROCESSING_LIMIT
source: Processing limit reached
de_de: Verarbeitungslimit erreicht
it_it: Limite di elaborazione raggiunto
ja: 処理制限に達しました
zh_cn: 已达到处理限制

# HELP_GETTING_STARTED
source: Getting started with VORTEX AI Marketplace
de_de: Erste Schritte mit VORTEX KI-Marktplatz
it_it: Inizia con VORTEX AI Marketplace
ja: VORTEX AIマーケットプレイスを始める
zh_cn: 开始使用VORTEX AI市场

# HELP_AI_FEATURES
source: Understanding AI features
de_de: KI-Funktionen verstehen
it_it: Comprendi le funzionalità AI
ja: AI機能を理解する
zh_cn: 了解AI功能

# HELP_TROUBLESHOOTING
source: Troubleshooting guide
de_de: Fehlerbehebung
it_it: Guida alla risoluzione dei problemi
ja: トラブルシューティングガイド
zh_cn: 故障排除指南
